Revit 2024 API
SymbolTypeId.MSup3PerS Property
 Symbol m³/s, indicating unit Cubic meters per second.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId MSup3PerS { get; }
Visual Basic
Public Shared ReadOnly Property MSup3PerS As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ MSup3PerS {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace